/* No comment provided by engineer. */
"Amount" = "Amount";

/* No comment provided by engineer. */
"Back" = "Back";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Clear filter" = "Clear filter";

/* No comment provided by engineer. */
"Click to add a description" = "Click to add a description";

/* No comment provided by engineer. */
"Currencies" = "Currencies";

/* No comment provided by engineer. */
"Description" = "Description";

/* No comment provided by engineer. */
"Done" = "Done";

/* No comment provided by engineer. */
"Edit" = "Edit";

/* No comment provided by engineer. */
"Error" = "Error";

/* Some error... */
"ERROR" = "ERROR";

/* No comment provided by engineer. */
"Expense" = "Expense";

/* No comment provided by engineer. */
"Filter" = "Filter";

/* No comment provided by engineer. */
"Income" = "Income";

/* No comment provided by engineer. */
"Keywords" = "Keywords";

/* No comment provided by engineer. */
"Keywords:" = "Keywords:";

/* No comment provided by engineer. */
"List" = "List";

/* No comment provided by engineer. */
"Location not found" = "Location not found";

/* No comment provided by engineer. */
"Looking up address" = "Looking up address";

/* No comment provided by engineer. */
"New" = "New";

/* No comment provided by engineer. */
"No previous keywords found" = "No previous keywords found";

/* No comment provided by engineer. */
"No transactions added" = "No transactions added";

/* Overview table transaction view */
"Overview" = "Overview";

/* No comment provided by engineer. */
"Save" = "Save";

/* No comment provided by engineer. */
"Searching..." = "Searching...";

/* No comment provided by engineer. */
"Select keywords" = "Select keywords";

/* No comment provided by engineer. */
"Show on map" = "Show on map";

/* No comment provided by engineer. */
"When" = "When";

/* No comment provided by engineer. */
"Where" = "Where";

